{
    "_id": "20955863",
    "listing_url": "https://www.airbnb.com/rooms/20955863",
    "name": "Most Beautiful Villa on Bosphorus Istanbul...",
    "summary": "The luxurious & spacious Villa GOK features 7BDR, accommodating 14 people in 970m2, with small gardens! Perfect for small parties, getting the whole family together, reunions, or even business retreats.",
    "space": "Villa GOK has a size of 970 sqm. and can comfortably accommodate 14 people. It consists of 7 bedrooms between the 5 floors of the building. Featuring an elevator on the ground floor, the external space covers over 400 sqm. of green garden area with swimming pool, populated by Magnolia tree, lemon trees, and more. Two leaving rooms have balconies with beautiful views of the Bosphorus. The villa includes large kitchen with dishwasher, 2 living rooms, air conditioning, free unlimited wireless internet, a fireplace, a SPA area with a sauna, Turkish bath, Jacuzzi shower and resting place.10 seating cinema. Separate laundry room. Villa GOK is located on a most prestige’s area of Bosphorus in Istanbul. The villa,with own pool and outdoor space.  A tour of Villa GOK Enter at the ground floor level, into the entrance foyer with very high ceiling. From the foyer taking the beautifully crafted white marble spiral staircase leads to 160 sqm. leaving room with fire place, a three separated sitting ",
    "description": "The luxurious & spacious Villa GOK features 7BDR, accommodating 14 people in 970m2, with small gardens! Perfect for small parties, getting the whole family together, reunions, or even business retreats. Villa GOK has a size of 970 sqm. and can comfortably accommodate 14 people. It consists of 7 bedrooms between the 5 floors of the building. Featuring an elevator on the ground floor, the external space covers over 400 sqm. of green garden area with swimming pool, populated by Magnolia tree, lemon trees, and more. Two leaving rooms have balconies with beautiful views of the Bosphorus. The villa includes large kitchen with dishwasher, 2 living rooms, air conditioning, free unlimited wireless internet, a fireplace, a SPA area with a sauna, Turkish bath, Jacuzzi shower and resting place.10 seating cinema. Separate laundry room. Villa GOK is located on a most prestige’s area of Bosphorus in Istanbul. The villa,with own pool and outdoor space.  A tour of Villa GOK Enter at the ground floor le",
    "neighborhood_overview": "Villa GOK is located in most prestige's area Emirgan in Istanbul Bosporus. It is a historic place on the western coast of Bosphorus north of the Fatih Sultan Mehmet Bridge. Visitor attractions in Emirgan are Emirgan Park, Sakıp Sabancı Museum, Tulip Museum, Emirgan Mosque, Istinye Park Shopping Mall, Istinye village and Michaelion, a famous church and monastery dedicated to St. Michael in Byzantine times. Tea gardens on the coastal street along the Bosphorus are very popular in Emirgan.  It is one of the finest seashore locations on the Bosphorus where people walk around during the weekends. Istinye is famous for its cafés and seafood restaurants.  Additionally, the neighborhood is in close proximity to one of Istanbul's newest shopping malls, İstinye Park. Istinye Park aims at the high-end consumer group and is mostly dedicated to the world's most famous fashion brands sucha as Gucci, Louis Vuitton, Cartier, Chanel, Hermes, Dior and many more... Villa only walking distance from all am",
    "notes": "",
    "transit": "",
    "access": "Guests have access to the entire 5 floors of the villa and its grounds, together with their private swimming pool and Spa. The sauna and Turkish bath is also available for use at 20EUR per hour.",
    "interaction": "I personally will not be present during your stay, but there will always be our living caretaker Ramazan there to answer your every question and tend to your needs. Or you can always call me on my personal telephone.",
    "house_rules": "",
    "property_type": "Villa",
    "room_type": "Entire home/apt",
    "bed_type": "Real Bed",
    "minimum_nights": 2,
    "maximum_nights": 1125,
    "cancellation_policy": "moderate",
    "last_scraped": "2019-02-18T05:00:00.000Z",
    "calendar_last_scraped": "2019-02-18T05:00:00.000Z",
    "accommodates": 14,
    "bedrooms": 7,
    "beds": 7,
    "number_of_reviews": 0,
    "bathrooms": 8,
    "amenities": [
      "TV",
      "Cable TV",
      "Wifi",
      "Air conditioning",
      "Pool",
      "Kitchen",
      "Free parking on premises",
      "Elevator",
      "Free street parking",
      "Hot tub",
      "Indoor fireplace",
      "Heating",
      "Family/kid friendly",
      "Suitable for events",
      "Washer",
      "Dryer",
      "Smoke detector",
      "Carbon monoxide detector",
      "First aid kit",
      "Safety card",
      "Fire extinguisher",
      "Essentials",
      "Shampoo",
      "Lock on bedroom door",
      "Hangers",
      "Hair dryer",
      "Iron",
      "Laptop friendly workspace",
      "Self check-in",
      "Building staff",
      "Private entrance",
      "Bathtub",
      "Fireplace guards",
      "Hot water",
      "Microwave",
      "Coffee maker",
      "Refrigerator",
      "Dishwasher",
      "Cooking basics",
      "Oven",
      "Stove",
      "BBQ grill",
      "Patio or balcony",
      "Garden or backyard",
      "Luggage dropoff allowed",
      "Long term stays allowed",
      "Wide doorway"
    ],
    "price": 4745,
    "extra_people": 0,
    "guests_included": 1,
    "images": {
      "thumbnail_url": "",
      "medium_url": "",
      "picture_url": "https://a0.muscache.com/im/pictures/5a88ad2b-5201-48b6-b462-534b356e60fa.jpg?aki_policy=large",
      "xl_picture_url": ""
    },
    "host": {
      "host_id": "9124927",
      "host_url": "https://www.airbnb.com/users/show/9124927",
      "host_name": "Oguzhan",
      "host_location": "Istanbul, İstanbul, Turkey",
      "host_about": "",
      "host_response_time": "within a day",
      "host_thumbnail_url": "https://a0.muscache.com/im/pictures/d107f4bd-914a-4241-b71b-3e68ae8944ba.jpg?aki_policy=profile_small",
      "host_picture_url": "https://a0.muscache.com/im/pictures/d107f4bd-914a-4241-b71b-3e68ae8944ba.jpg?aki_policy=profile_x_medium",
      "host_neighbourhood": "",
      "host_response_rate": 100,
      "host_is_superhost": false,
      "host_has_profile_pic": true,
      "host_identity_verified": false,
      "host_listings_count": 1,
      "host_total_listings_count": 1,
      "host_verifications": [
        "email",
        "phone",
        "facebook"
      ]
    },
    "address": {
      "street": "Sarıyer, Istanbul, Turkey",
      "suburb": "",
      "government_area": "Sariyer",
      "market": "Istanbul",
      "country": "Turkey",
      "country_code": "TR",
      "location": {
        "type": "Point",
        "coordinates": [
          29.04741,
          41.10758
        ],
        "is_location_exact": true
      }
    },
    "availability": {
      "availability_30": 30,
      "availability_60": 60,
      "availability_90": 90,
      "availability_365": 180
    },
    "review_scores": {},
    "reviews": [],
    "weekly_price": 0,
    "monthly_price": 0,
    "cleaning_fee": 0
  }